brew "zsh"
cask "1password"
cask "1password-cli"
brew "asdf"
brew "direnv"

mas "XCode", id: 497799835

cask "firefox"
cask "google-chrome"
mas "Airmail 4", id: 918858936

cask "alfred"
cask "sizeup"
cask "bartender"

cask "visual-studio-code"
cask "iterm2"

mas "Slack", id: 803453959

tap "heroku/brew"

brew "jshon"
brew "jq"
brew "tree"
brew "most"
brew "atuin"

brew "postgresql"
brew "heroku"

brew "podman"
brew "podman-compose"
cask "podman-desktop"

mas "DaisyDisk", id: 411643860
mas "Evernote", id: 406056744

cask "microsoft-office"

mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541

cask "keybase"
